main.title=TomEE8 Demo
landing.page.wellcome=Bem-vindo \u00e0 Aplica\u00e7\u00e3o!

header.login=Login
header.register=Registrar
header.password.recovery=Recupera\u00e7\u00e3o de Senha
header.orientation=Orienta\u00e7\u00e3o
header.password.reset=Redefini\u00e7\u00e3o de Senha

orientation.text.recover=Por favor, preencha o campo Data de Nascimento conforme a data informada no cadastro e o email utilizado para essa conta.
orientation.text.password.reset=Redefina sua senha informando uma nova. E por favor, redigite a nova senha para confirm\u00e1-la.

enter=Entrar
login=Login
register=Registrar
email=E-mail
userName=Nome
password=Senha
passwordConfirmation=Confirma\u00e7\u00e3o da senha
birthday=Data de nascimento
new.account=Nova conta
recover=Recuperar
reset=Redefinir

question.dont.have.account=Ainda n\u00e3o tem uma conta?
question.forgot.password=Esqueceu a sua senha?

validation.error.required=campo obrigat\u00f3rio
validation.error.invalid.email=precisa ser um email v\u00e1lido
validation.error.password.confirmation=Confirma\u00e7\u00e3o da senha deve ser igual \u00e0 senha.
validation.error.email.already.taken=O email "{0}" j\u00e1 est\u00e1 em uso. Se ele for seu, voc\u00ea pode tentar recuper\u00e1-lo.
validation.error.account.recovery.link=<a href="passwordRecover">Recuperar senha</a>

action.error.authentication.exception=Senha ou Usu\u00e1rio incorreto
action.error.pending.email.confirmation=Confirma\u00e7\u00e3o de email pendente.<br/><br/>Por favor, confira sua caixa de email. Lembre-se de verificar na caixa de spam tamb\u00e9m.
action.error.email.is.empty=Linkagem corrompida. N\u00e3o tente confirmar a conta diretamente. Use a interface enviada por email.
action.error.invalid.informations=Informa\u00e7\u00f5es inv\u00e1lidas
action.error.invalid.user.temp.window.token=Opera\u00e7\u00e3o inv\u00e1lida. O tempo expirou, o link j\u00e1 foi consumido ou esta opera\u00e7\u00e3o foi executada anormalmente, sem um link. Se necess\u00e1rio, por favor, solicite novamente a redefini\u00e7\u00e3o de senha.
action.error.forbiden.operation=A opera\u00e7\u00e3o n\u00e3o foi autorizada

action.message.confirmation.completed=Sua conta foi confirmada. Voc\u00ea j\u00e1 pode us\u00e1-la normalmente.
action.message.account.created=Sua nova conta foi criada com sucesso.<br/><br/>Por\u00e9m antes do primeiro login, voc\u00ea precisa confirmar o email informado clicando no link que enviamos para sua caixa de email.
action.message.password.reset=Senha redefinida com sucesso
action.message.reset.password.email.sent=Enviamos uma mensagem para sua caixa de email com um link para ser usado nos pr\u00f3ximos 7 minutos apenas. Ap\u00f3s esse prazo o link ser\u00e1 invalidado. Se necess\u00e1rio solicite novamente. Por favor, siga para a sua caixa de email o quanto antes para continuarmos os procedimentos.
exception.login.container=Ocorreu um erro interno ao registrar sess\u00e3o no servidor.
exception.unknown=A internal error has ocurred. The admins has already been informed. We're sorry. Please try again later.\nOcorreu um erro interno. Os administradores j\u00e1 foram informados. Pedimos desculpas. Por favor, tente novamente mais tarde.

format.time = {0,time}
format.number = {0,number,#0,0##}
format.percent = {0,number,##0,00'%'}
format.money = {0,number,R\u00a4##0,00}
format.date = {0,date,dd/MM/yyyy}
wellcome=Bem-vindo
options=Op\u00e7\u00f5es
language=Idioma
about=Sobre
